Repository: macadmins/SupportCompanion
Catalog: SupportCompanion/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, nb, sv

source: %@%% Patched
de: %@%% Aktualisiert
fr: %@%% Mis à jour
ja: %@%% 更新済み
nb: %@%% Oppdatert
sv: %@%% Uppdaterat

source: %@%% Used
de: %@%% Verwendet
fr: %@%% Utilisé
nb: %@%% brukt
sv: %@%% Använt

# Action.ChangePassword
source: Change Password
de: Passwort wechsel
fr: Changer le mot de passe
ja: パスワードの変更
nb: Endre passord
sv: Byt lösenord

# Action.GatherLogs
source: Gather Logs
de: Protokolle sammeln
fr: Collecter les journaux
ja: ログの収集
nb: Samle logger
sv: Samla loggar

# Action.GetSupport
source: Get Support
de: Erhalte Support
fr: Obtenir de l’aide
ja: 問い合わせる
nb: Få støtte
sv: Support

# Action.OpenManagementApp
source: Open
de: Öffnen
fr: Ouvrir
ja: 開く
nb: Åpne
sv: Öppna

# Action.Reboot
source: Reboot
de: Neustart
fr: Redémarrer
ja: 再起動
nb: Omstart
sv: Starta om

# Action.Refetch
source: Re-check
de: Erneut prüfen
fr: Revérifier
ja: 再チェック
nb: Sjekk på nytt
sv: Kontrollera igen

# Action.RefetchHelp
source: Ask Fleet to update this Mac's details and re-run its compliance checks.
de: Fleet auffordern, die Daten dieses Macs zu aktualisieren und die Konformitätsprüfungen erneut auszuführen.
fr: Demander à Fleet de mettre à jour les informations de ce Mac et de relancer ses vérifications de conformité.
ja: このMacの情報を更新し、コンプライアンスチェックを再実行するようFleetに要求します。
nb: Be Fleet om å oppdatere opplysningene for denne Macen og kjøre samsvarskontrollene på nytt.
sv: Be Fleet att uppdatera informationen om den här Macen och köra efterlevnadskontrollerna igen.

# Action.Refetching
source: Re-checking…
de: Wird erneut geprüft…
fr: Revérification…
ja: 再チェック中…
nb: Sjekker på nytt…
sv: Kontrollerar igen…

# Action.RestartIntuneAgent
source: Restart Intune Agent
de: Intune-Agent neu starten
fr: Redémarrer l’agent Intune
ja: Intuneエージェントの再起動
nb: Restarte Intune-agenten
sv: Starta om Intune-agenten

# Battery.Calculating
source: Calculating…
de: Wird berechnet…
fr: Calcul en cours…
ja: 計算中…
nb: Beregner…
sv: Beräknar…

# Battery.Charging
source: Charging
de: Wird geladen
fr: En charge
ja: 充電中
nb: Lader
sv: Ladding pågår

# Battery.CycleCount
source: Cycle Count:
de: Ladezyklen:
fr: Nombre de cycles:
ja: 充電回数:
nb: Syklusteller:
sv: Cykler:

# Battery.FullyCharged
source: Fully Charged
de: Vollständig geladen
fr: Charge complète
ja: フル充電
nb: Fulladet
sv: Fulladdat

# Battery.Health
source: Health:
de: Zustand:
fr: Santé:
ja: 残量:
nb: Tilstand:
sv: Hälsa:

# Battery.IsCharging
source: Is Charging:
de: Wird geladen:
fr: En charge:
ja: 充電状態:
nb: Lader:
sv: Laddar:

# Battery.NotCharging
source: Not Charging
de: Wird nicht geladen
fr: Pas en charge
ja: 充電されていない
nb: Lader ikke
sv: Laddar inte

# Battery.Temperature
source: Temperature:
de: Temperatur:
fr: Température:
ja: 温度:
nb: Temperatur:
sv: Temperatur:

# Battery.TimeToFull
source: Time to Full:
de: Ladezeit bis voll:
fr: Temps jusqu’à pleine charge:
ja: フル充電までの時間:
nb: Tid til full:
sv: Tid till fullt:

# Battery.Usage
source: Usage:
de: Nutzung:
fr: Utilisation:
ja: 使用量:
nb: Forbruk:
sv: Använt:

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
nb: Avbryt
sv: Avbryt

# Card.ActionsTitle
source: Actions
de: Aktionen
ja: アクション
nb: Handlinger
sv: Åtgärder

# Card.AppPatchProgressTitle
source: Application Patching Progress
de: Fortschritt der Anwendungs-Patches
fr: Avancement du correctif d’application
ja: アプリケーションパッチの進捗
nb: Fremdrift for programvareoppdatering
sv: Uppdateringsstatus för appar

# Card.BatteryTitle
source: Battery
de: Batterie
fr: Batterie
ja: バッテリー
nb: Batteri
sv: Batteri

# Card.DeviceInfoTitle
source: Device Information
de: Geräteinformationen
fr: Informations sur l’appareil
ja: デバイス情報
nb: Enhetsinformasjon
sv: Enhetsinformation

# Card.DeviceManagementTitle
source: Device Management
de: Geräteverwaltung
fr: Gestion de l'appareil
ja: デバイス管理
nb: Enhetsadministrasjon
sv: Enhetshantering

# Card.FleetPoliciesTitle
source: Device Compliance
de: Gerätekonformität
fr: Conformité de l’appareil
ja: デバイスコンプライアンス
nb: Enhetssamsvar
sv: Enhetsefterlevnad

# Card.InstalledAppsTitle
source: Installed Applications
de: Installierte Anwendungen
fr: Applications installées
ja: インストール済みアプリケーション
nb: Installerte applikasjoner
sv: Installerade applikationer

# Card.PendingUpdatesTitle
source: Pending Updates
de: Ausstehende Updates
fr: Mises à jour en attente
ja: アップデート保留中
nb: Ventende oppdateringer
sv: Väntande uppdateringar

# Card.PlatformSSOTitle
source: Platform Single Sign On
de: Plattform Single Sign-On
ja: プラットフォームシングルサインオン
nb: Plattform Single Sign-On

# Card.PrivilegesTitle
source: Privileges
de: Berechtigungen
fr: Privilèges
ja: 権限
nb: Rettigheter
sv: Rättigheter

# Card.StorageTitle
source: Storage
de: Speicher
fr: Stockage
ja: ストレージ
nb: Lagring
sv: Lagring

# Card.UserInfoTitle
source: User Information
de: Benutzerinformationen
fr: Informations utilisateur
ja: ユーザー情報
nb: Brukerinformasjon
sv: Användarinformation

# ChangePasswordSSOE.Info
source: Cannot reach %@. Ensure VPN or corporate network is connected.
de: %@ ist nicht erreichbar. Stellen Sie sicher, dass VPN oder das Firmennetzwerk verbunden ist.
fr: Impossible d’atteindre %@. Assurez-vous que le VPN ou le réseau d’entreprise est connecté.
ja: %@に到達できません。VPN または企業ネットワークが接続されていることを確認してください。
nb: Kan ikke nå %@. Sørg for at VPN eller bedriftsnettverket er tilkoblet.
sv: Kan inte nå %@. Säkerställ VPN eller koppling till företagsnätverk.

# DeviceInfo.CpuType
source: Processor:
de: Prozessor:
fr: Processeur:
ja: プロセッサ:

# DeviceInfo.HardwareSpecs
source: Hardware Specifications
de: Hardware-Spezifikationen
fr: Spécifications matérielles
ja: ハードウェア仕様
nb: Maskinvarespesifikasjoner
sv: Hårdvaruspecifikation

# DeviceInfo.IpAddress
source: IP Address:
de: IP-Adresse:
fr: Adresse IP:
ja: IPアドレス:
nb: IP-adresse:

# DeviceInfo.LastRestart
source: Last Restart:
de: Letzter Neustart:
fr: Dernier redémarrage:
ja: 最後の再起動:
nb: Siste omstart:
sv: Senaste omstart:

# DeviceInfo.Model
source: Model:
de: Modell:
fr: Modèle:
ja: モデル:
nb: Modell:
sv: Modell:

# DeviceInfo.NetworkInfo
source: Network Information
de: Netzwerkinformationen
fr: Informations réseau
ja: ネットワーク情報
nb: Nettverksinformasjon
sv: Nätverksinformation

# DeviceInfo.OsBuild
source: OS Build:
de: Betriebssystem-Build:
fr: Build Système:
ja: OSビルド:

# DeviceInfo.OsVersion
source: OS Version:
de: Betriebssystemversion:
fr: Version Système:
ja: OSバーション:
nb: OS-versjon:

# DeviceInfo.Ram
source: Memory:
de: Speicher:
fr: Mémoire:
ja: メモリ:
nb: Minne:
sv: Minne:

# DeviceInfo.SerialNumber
source: Serial Number:
de: Seriennummer:
fr: Numéro de série:
ja: シリアル番号:
nb: Serienummer:
sv: Serienummer:

# DeviceInfo.SystemInfo
source: System Information
de: Systeminformationen
fr: Informations système
ja: システム情報
nb: Systeminformasjon

source: Due by
de: Bis zum
fr: Pour le
ja: までに
nb: Innen
sv: Senast

source: Enter Reason for Elevation
de: Geben Sie den Grund für die Erhöhung ein
fr: Entrez la raison de l’élévation
ja: 昇格の理由を入力してください
nb: Angi grunn for heving
sv: Ange anledning

# Error.CommandFailed
source: Failed to execute the SSO command.
de: Der SSO-Befehl konnte nicht ausgeführt werden.
fr: Impossible d’exécuter la commande SSO.
ja: SSOコマンドの実行に失敗しました。
nb: Kunne ikke utføre SSO-kommandoen.
sv: Misslyckades att exekvera SSO-kommando

# Error.NoInternetConnection
source: No internet connection is available.
de: Keine Internetverbindung verfügbar.
fr: Pas de connexion Internet disponible.
ja: インターネット接続がありません。
nb: Ingen Internett-tilkobling tilgjengelig.
sv: Ingen internetåtkomst.

# Fleet.AllCategories
source: All
de: Alle
fr: Toutes
ja: すべて
nb: Alle
sv: Alla

# Fleet.AppClosedMessage
source: %@ was open, so it wasn't changed. Try again now that it's closed.
de: %@ war geöffnet und wurde daher nicht geändert. Versuchen Sie es erneut, jetzt wo die App geschlossen ist.
fr: %@ était ouvert, l’app n’a donc pas été modifiée. Réessayez maintenant qu’elle est fermée.
ja: %@が開いていたため、変更されませんでした。閉じたので、もう一度お試しください。
nb: %@ var åpen og ble derfor ikke endret. Prøv igjen nå som appen er lukket.
sv: %@ var öppen och ändrades därför inte. Försök igen nu när appen är stängd.

# Fleet.AppOpenMessage
source: %@ is open. Quit it to finish.
de: %@ ist geöffnet. Beenden Sie die App, um abzuschließen.
fr: %@ est ouvert. Quittez l’app pour terminer.
ja: %@が開いています。終了すると完了します。
nb: %@ er åpen. Avslutt appen for å fullføre.
sv: %@ är öppen. Avsluta appen för att slutföra.

# Fleet.AppOpenNotification
source: Quit %@ to finish updating it.
de: Beenden Sie %@, um die Aktualisierung abzuschließen.
fr: Quittez %@ pour terminer la mise à jour.
ja: %@を終了すると、アップデートが完了します。
nb: Avslutt %@ for å fullføre oppdateringen.
sv: Avsluta %@ för att slutföra uppdateringen.

# Fleet.Available
source: Available
de: Verfügbar
fr: Disponibles
ja: 利用可能
nb: Tilgjengelige
sv: Tillgängliga

# Fleet.Cancel
source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
nb: Avbryt
sv: Avbryt

# Fleet.ClearSearch
source: Clear search
de: Suche löschen
fr: Effacer la recherche
ja: 検索をクリア
nb: Tøm søket
sv: Rensa sökningen

# Fleet.Close
source: Close
de: Schließen
fr: Fermer
ja: 閉じる
nb: Lukk
sv: Stäng

# Fleet.CouldNotLoad
source: Couldn't load apps
de: Apps konnten nicht geladen werden
fr: Impossible de charger les apps
ja: アプリを読み込めませんでした
nb: Kunne ikke laste appene
sv: Det gick inte att läsa in apparna

# Fleet.CouldNotLoadDetails
source: Couldn't load details
de: Details konnten nicht geladen werden
fr: Impossible de charger les détails
ja: 詳細を読み込めませんでした
nb: Kunne ikke laste detaljene
sv: Det gick inte att läsa in detaljerna

# Fleet.CouldNotQuit
source: %@ didn't quit. Save your work, quit it, and try again.
de: %@ wurde nicht beendet. Sichern Sie Ihre Arbeit, beenden Sie die App und versuchen Sie es erneut.
fr: %@ n’a pas quitté. Enregistrez votre travail, quittez l’app et réessayez.
ja: %@が終了しませんでした。作業を保存してアプリを終了し、もう一度お試しください。
nb: %@ ble ikke avsluttet. Lagre arbeidet ditt, avslutt appen og prøv igjen.
sv: %@ avslutades inte. Spara ditt arbete, avsluta appen och försök igen.

# Fleet.CouldNotRefresh
source: Couldn't refresh
de: Aktualisierung fehlgeschlagen
fr: Impossible d’actualiser
ja: 更新できませんでした
nb: Kunne ikke oppdatere
sv: Det gick inte att uppdatera

# Fleet.Critical
source: Critical
de: Kritisch
fr: Critique
ja: 重要
nb: Kritisk
sv: Kritisk

# Fleet.HowToFix
source: How to fix
de: So beheben Sie das Problem
fr: Comment corriger
ja: 対処方法
nb: Slik løser du det
sv: Så här åtgärdar du det

# Fleet.Install
source: Install
de: Installieren
fr: Installer
ja: インストール
nb: Installer
sv: Installera

# Fleet.InstallDetailsTitle
source: Install details
de: Installationsdetails
fr: Détails de l’installation
ja: インストールの詳細
nb: Installasjonsdetaljer
sv: Installationsdetaljer

# Fleet.Installed
source: Installed
de: Installiert
fr: Installé
ja: インストール済み
nb: Installert
sv: Installerad

# Fleet.InstalledNotification
source: %@ was installed.
de: %@ wurde installiert.
fr: %@ a été installé.
ja: %@をインストールしました。
nb: %@ ble installert.
sv: %@ har installerats.

# Fleet.InstallFailed
source: Install failed
de: Installation fehlgeschlagen
fr: Échec de l’installation
ja: インストールに失敗しました
nb: Installasjonen mislyktes
sv: Installationen misslyckades

# Fleet.InstallFailedNotification
source: %@ couldn't be installed.
de: %@ konnte nicht installiert werden.
fr: %@ n’a pas pu être installé.
ja: %@をインストールできませんでした。
nb: %@ kunne ikke installeres.
sv: %@ kunde inte installeras.

# Fleet.Installing
source: Installing…
de: Wird installiert…
fr: Installation…
ja: インストール中…
nb: Installerer…
sv: Installerar…

# Fleet.LastChecked
source: Checked %@
de: Geprüft %@
fr: Vérifié %@
ja: チェック: %@
nb: Sjekket %@
sv: Kontrollerad %@

# Fleet.LatestVersion
source: Latest
de: Neueste
fr: Dernière
ja: 最新
nb: Nyeste
sv: Senaste

# Fleet.Loading
source: Loading apps…
de: Apps werden geladen…
fr: Chargement des apps…
ja: アプリを読み込み中…
nb: Laster apper…
sv: Läser in appar…

# Fleet.MoreActions
source: More actions
de: Weitere Aktionen
fr: Plus d’actions
ja: その他の操作
nb: Flere handlinger
sv: Fler åtgärder

# Fleet.NoApps
source: No apps are available for this Mac.
de: Für diesen Mac sind keine Apps verfügbar.
fr: Aucune app n’est disponible pour ce Mac.
ja: このMacで利用できるアプリはありません。
nb: Ingen apper er tilgjengelige for denne Macen.
sv: Inga appar är tillgängliga för den här Macen.

# Fleet.NoMatches
source: No apps match your search.
de: Keine Apps entsprechen Ihrer Suche.
fr: Aucune app ne correspond à votre recherche.
ja: 検索条件に一致するアプリはありません。
nb: Ingen apper samsvarer med søket ditt.
sv: Inga appar matchar din sökning.

# Fleet.NoOutput
source: Fleet didn't report any output.
de: Fleet hat keine Ausgabe gemeldet.
fr: Fleet n’a renvoyé aucune sortie.
ja: Fleetからの出力はありませんでした。
nb: Fleet rapporterte ingen utdata.
sv: Fleet rapporterade inga utdata.

# Fleet.NoPolicies
source: There are no compliance checks for this Mac.
de: Für diesen Mac gibt es keine Konformitätsprüfungen.
fr: Il n’y a aucune vérification de conformité pour ce Mac.
ja: このMacにはコンプライアンスチェックがありません。
nb: Det finnes ingen samsvarskontroller for denne Macen.
sv: Det finns inga efterlevnadskontroller för den här Macen.

# Fleet.NotConfigured
source: Fleet isn't set up on this Mac.
de: Fleet ist auf diesem Mac nicht eingerichtet.
fr: Fleet n’est pas configuré sur ce Mac.
ja: このMacではFleetが設定されていません。
nb: Fleet er ikke satt opp på denne Macen.
sv: Fleet är inte konfigurerat på den här Macen.

# Fleet.PassingChecks
source: Passing checks (%d)
de: Bestandene Prüfungen (%d)
fr: Vérifications réussies (%d)
ja: 合格したチェック (%d)
nb: Beståtte kontroller (%d)
sv: Godkända kontroller (%d)

# Fleet.PoliciesFailing
source: %1$d of %2$d checks need attention
de: %1$d von %2$d Prüfungen erfordern Aufmerksamkeit
fr: %1$d vérifications sur %2$d nécessitent votre attention
ja: %2$d件中%1$d件のチェックに対応が必要です
nb: %1$d av %2$d kontroller krever oppmerksomhet
sv: %1$d av %2$d kontroller behöver åtgärdas

# Fleet.PoliciesFailingNotification
source: Your Mac needs attention: %1$d checks are failing, including %2$@.
de: Ihr Mac erfordert Aufmerksamkeit: %1$d Prüfungen schlagen fehl, darunter %2$@.
fr: Votre Mac nécessite votre attention: %1$d vérifications échouent, dont %2$@.
ja: Macに対応が必要です: %1$d件のチェックが失敗しています (%2$@など)。
nb: Macen din krever oppmerksomhet: %1$d kontroller mislykkes, blant annet %2$@.
sv: Din Mac behöver åtgärdas: %1$d kontroller misslyckas, däribland %2$@.

# Fleet.PoliciesPassing
source: All %d checks are passing.
de: Alle %d Prüfungen wurden bestanden.
fr: Les %d vérifications sont réussies.
ja: %d件すべてのチェックに合格しています。
nb: Alle %d kontrollene er bestått.
sv: Alla %d kontroller är godkända.

# Fleet.PoliciesSignIn
source: Sign in on the Apps page to see compliance checks.
de: Melden Sie sich auf der Seite „Apps“ an, um die Konformitätsprüfungen zu sehen.
fr: Connectez-vous sur la page Apps pour voir les vérifications de conformité.
ja: コンプライアンスチェックを表示するには、「アプリ」ページでサインインしてください。
nb: Logg inn på Apper-siden for å se samsvarskontrollene.
sv: Logga in på sidan Applikationer för att se efterlevnadskontrollerna.

# Fleet.PoliciesUnavailable
source: Couldn't load compliance checks.
de: Konformitätsprüfungen konnten nicht geladen werden.
fr: Impossible de charger les vérifications de conformité.
ja: コンプライアンスチェックを読み込めませんでした。
nb: Kunne ikke laste samsvarskontrollene.
sv: Det gick inte att läsa in efterlevnadskontrollerna.

# Fleet.PolicyFailingNotification
source: Your Mac needs attention: %@
de: Ihr Mac erfordert Aufmerksamkeit: %@
fr: Votre Mac nécessite votre attention: %@
ja: Macに対応が必要です: %@
nb: Macen din krever oppmerksomhet: %@
sv: Din Mac behöver åtgärdas: %@

# Fleet.QuitAndInstall
source: Quit & Install
de: Beenden & installieren
fr: Quitter et installer
ja: 終了してインストール
nb: Avslutt og installer
sv: Avsluta och installera

# Fleet.QuitAndUpdate
source: Quit & Update
de: Beenden & aktualisieren
fr: Quitter et mettre à jour
ja: 終了してアップデート
nb: Avslutt og oppdater
sv: Avsluta och uppdatera

# Fleet.Recommended
source: Recommended
de: Empfohlen
fr: Recommandées
ja: おすすめ
nb: Anbefalte
sv: Rekommenderade

# Fleet.Reinstall
source: Reinstall
de: Neu installieren
fr: Réinstaller
ja: 再インストール
nb: Installer på nytt
sv: Installera om

# Fleet.ReinstalledNotification
source: %@ was reinstalled.
de: %@ wurde neu installiert.
fr: %@ a été réinstallé.
ja: %@を再インストールしました。
nb: %@ ble installert på nytt.
sv: %@ har installerats om.

# Fleet.Retry
source: Try Again
de: Erneut versuchen
fr: Réessayer
ja: 再試行
nb: Prøv igjen
sv: Försök igen

# Fleet.SearchPlaceholder
source: Search apps
de: Apps suchen
fr: Rechercher des apps
ja: アプリを検索
nb: Søk i apper
sv: Sök appar

# Fleet.SignedOutFailing
source: %d checks need attention. Sign in to see which.
de: %d Prüfungen erfordern Aufmerksamkeit. Melden Sie sich an, um zu sehen, welche.
fr: %d vérifications nécessitent votre attention. Connectez-vous pour voir lesquelles.
ja: %d件のチェックに対応が必要です。サインインして確認してください。
nb: %d kontroller krever oppmerksomhet. Logg inn for å se hvilke.
sv: %d kontroller behöver åtgärdas. Logga in för att se vilka.

# Fleet.SignedOutPassing
source: No checks are failing.
de: Keine Prüfungen sind fehlgeschlagen.
fr: Aucune vérification n’est en échec.
ja: 失敗しているチェックはありません。
nb: Ingen kontroller er mislykket.
sv: Inga kontroller misslyckas.

# Fleet.SignedOutRecord
source: Sign in to see this Mac's record in Fleet.
de: Melden Sie sich an, um den Eintrag dieses Mac in Fleet zu sehen.
fr: Connectez-vous pour voir la fiche de ce Mac dans Fleet.
ja: このMacのFleetでの登録情報を表示するには、サインインしてください。
nb: Logg inn for å se oppføringen for denne Macen i Fleet.
sv: Logga in för att se den här Macens post i Fleet.

# Fleet.SignIn
source: Sign In
de: Anmelden
fr: Se connecter
ja: サインイン
nb: Logg inn
sv: Logga in

# Fleet.SignInForChecks
source: Sign in to see compliance checks.
de: Melden Sie sich an, um die Konformitätsprüfungen zu sehen.
fr: Connectez-vous pour voir les vérifications de conformité.
ja: コンプライアンスチェックを表示するには、サインインしてください。
nb: Logg inn for å se samsvarskontrollene.
sv: Logga in för att se efterlevnadskontrollerna.

# Fleet.SignInNotification
source: Sign in to Fleet to see your apps and compliance checks.
de: Melden Sie sich bei Fleet an, um Ihre Apps und Konformitätsprüfungen zu sehen.
fr: Connectez-vous à Fleet pour voir vos apps et vos vérifications de conformité.
ja: アプリとコンプライアンスチェックを表示するには、Fleetにサインインしてください。
nb: Logg inn på Fleet for å se appene og samsvarskontrollene dine.
sv: Logga in på Fleet för att se dina appar och efterlevnadskontroller.

# Fleet.SignInNotificationFailing
source: %d compliance checks need attention. Sign in to see which.
de: %d Konformitätsprüfungen erfordern Aufmerksamkeit. Melden Sie sich an, um zu sehen, welche.
fr: %d vérifications de conformité nécessitent votre attention. Connectez-vous pour voir lesquelles.
ja: %d件のコンプライアンスチェックに対応が必要です。サインインして確認してください。
nb: %d samsvarskontroller krever oppmerksomhet. Logg inn for å se hvilke.
sv: %d efterlevnadskontroller behöver åtgärdas. Logga in för att se vilka.

# Fleet.SignInRequired
source: Sign in to see the apps available for this Mac.
de: Melden Sie sich an, um die für diesen Mac verfügbaren Apps zu sehen.
fr: Connectez-vous pour voir les apps disponibles pour ce Mac.
ja: このMacで利用できるアプリを表示するには、サインインしてください。
nb: Logg inn for å se appene som er tilgjengelige for denne Macen.
sv: Logga in för att se apparna som är tillgängliga för den här Macen.

# Fleet.SSOConnecting
source: Connecting to your identity provider…
de: Verbindung zum Identitätsanbieter wird hergestellt…
fr: Connexion à votre fournisseur d’identité…
ja: IDプロバイダに接続中…
nb: Kobler til identitetsleverandøren…
sv: Ansluter till din identitetsleverantör…

# Fleet.SSOCouldNotSignIn
source: Couldn't sign in
de: Anmeldung nicht möglich
fr: Connexion impossible
ja: サインインできませんでした
nb: Kunne ikke logge inn
sv: Det gick inte att logga in

# Fleet.SSODisabled
source: Single sign-on for Fleet isn't enabled. Contact your IT department.
de: Single Sign-On für Fleet ist nicht aktiviert. Wenden Sie sich an Ihre IT-Abteilung.
fr: L’authentification unique pour Fleet n’est pas activée. Contactez votre service informatique.
ja: Fleetのシングルサインオンが有効になっていません。IT部門にお問い合わせください。
nb: Enkel pålogging for Fleet er ikke aktivert. Kontakt IT-avdelingen.
sv: Enkel inloggning för Fleet är inte aktiverad. Kontakta din IT-avdelning.

# Fleet.SSOFailed
source: Your identity provider didn't complete the sign-in. Try again.
de: Ihr Identitätsanbieter hat die Anmeldung nicht abgeschlossen. Versuchen Sie es erneut.
fr: Votre fournisseur d’identité n’a pas terminé la connexion. Réessayez.
ja: IDプロバイダがサインインを完了しませんでした。もう一度お試しください。
nb: Identitetsleverandøren fullførte ikke påloggingen. Prøv igjen.
sv: Din identitetsleverantör slutförde inte inloggningen. Försök igen.

# Fleet.SSOSheetTitle
source: Sign in to Fleet
de: Bei Fleet anmelden
fr: Se connecter à Fleet
ja: Fleetにサインイン
nb: Logg inn på Fleet
sv: Logga in på Fleet

# Fleet.Uninstall
source: Uninstall
de: Deinstallieren
fr: Désinstaller
ja: アンインストール
nb: Avinstaller
sv: Avinstallera

# Fleet.UninstallConfirmMessage
source: The app will be removed from this Mac.
de: Die App wird von diesem Mac entfernt.
fr: L’app sera supprimée de ce Mac.
ja: このMacからアプリが削除されます。
nb: Appen blir fjernet fra denne Macen.
sv: Appen tas bort från den här Macen.

# Fleet.UninstallConfirmTitle
source: Uninstall %@?
de: %@ deinstallieren?
fr: Désinstaller %@?
ja: %@をアンインストールしますか?
nb: Vil du avinstallere %@?
sv: Vill du avinstallera %@?

# Fleet.UninstallDetailsTitle
source: Uninstall details
de: Deinstallationsdetails
fr: Détails de la désinstallation
ja: アンインストールの詳細
nb: Avinstallasjonsdetaljer
sv: Avinstallationsdetaljer

# Fleet.UninstalledNotification
source: %@ was uninstalled.
de: %@ wurde deinstalliert.
fr: %@ a été désinstallé.
ja: %@をアンインストールしました。
nb: %@ ble avinstallert.
sv: %@ har avinstallerats.

# Fleet.UninstallFailed
source: Uninstall failed
de: Deinstallation fehlgeschlagen
fr: Échec de la désinstallation
ja: アンインストールに失敗しました
nb: Avinstallasjonen mislyktes
sv: Avinstallationen misslyckades

# Fleet.UninstallFailedNotification
source: %@ couldn't be uninstalled.
de: %@ konnte nicht deinstalliert werden.
fr: %@ n’a pas pu être désinstallé.
ja: %@をアンインストールできませんでした。
nb: %@ kunne ikke avinstalleres.
sv: %@ kunde inte avinstalleras.

# Fleet.Uninstalling
source: Uninstalling…
de: Wird deinstalliert…
fr: Désinstallation…
ja: アンインストール中…
nb: Avinstallerer…
sv: Avinstallerar…

# Fleet.Update
source: Update
de: Aktualisieren
fr: Mettre à jour
ja: アップデート
nb: Oppdater
sv: Uppdatera

# Fleet.UpdateAvailable
source: Update available
de: Update verfügbar
fr: Mise à jour disponible
ja: アップデートあり
nb: Oppdatering tilgjengelig
sv: Uppdatering tillgänglig

# Fleet.UpdatedNotification
source: %@ was updated.
de: %@ wurde aktualisiert.
fr: %@ a été mis à jour.
ja: %@をアップデートしました。
nb: %@ ble oppdatert.
sv: %@ har uppdaterats.

# Fleet.UpdatesAvailable
source: Updates Available
de: Verfügbare Updates
fr: Mises à jour disponibles
ja: 利用可能なアップデート
nb: Tilgjengelige oppdateringer
sv: Tillgängliga uppdateringar

# Fleet.ViewApps
source: View Apps
de: Apps anzeigen
fr: Voir les apps
ja: アプリを表示
nb: Vis apper
sv: Visa appar

# Fleet.ViewDetails
source: View Details
de: Details anzeigen
fr: Voir les détails
ja: 詳細を表示
nb: Vis detaljer
sv: Visa detaljer

# Fleet.ViewUpdates
source: View Updates
de: Updates anzeigen
fr: Voir les mises à jour
ja: アップデートを表示
nb: Vis oppdateringer
sv: Visa uppdateringar

# Fleet.WaitingForAppToClose
source: Waiting for app to close
de: Warten auf das Beenden der App
fr: En attente de la fermeture de l’app
ja: アプリの終了待ち
nb: Venter på at appen lukkes
sv: Väntar på att appen stängs

# FleetInfo.LastInventory
source: Inventory:
de: Inventar:
fr: Inventaire:
ja: インベントリ:
nb: Inventar:
sv: Inventering:

# FleetInfo.LastSeen
source: Check-In:
de: Kontakt:
fr: Connexion:
ja: チェックイン:
nb: Innsjekk:
sv: Incheckning:

# FleetInfo.Never
source: Never
de: Nie
fr: Jamais
ja: なし
nb: Aldri
sv: Aldrig
